$(function(){
	var d=[{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html"},{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html"},{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html"},{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html"},{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html"}]
	var vm=new Vue({
		el:"#articleList",
		data:{
			"article":[{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html",introduce:"还要发微博谢谢大家来捧场支持，让大家早点回家注意安全什么的。他很认真地对待每一个舞台，就是营销号所说“既要让金主满意又要对的起自己的良心”的人吧。当然，这是【敬业】的直接体现，他的确有够敬业，对别人也很暖，并且出道十几年来他都坚持下去了，但我觉得这么多好的品质同时在他身上具备了，这就是教育与素质的具体表现。"},
						{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html",introduce:"还要发微博谢谢大家来捧场支持，让大家早点回家注意安全什么的。他很认真地对待每一个舞台，就是营销号所说“既要让金主满意又要对的起自己的良心”的人吧。当然，这是【敬业】的直接体现，他的确有够敬业，对别人也很暖，并且出道十几年来他都坚持下去了，但我觉得这么多好的品质同时在他身上具备了，这就是教育与素质的具体表现。"},
						{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html",introduce:"还要发微博谢谢大家来捧场支持，让大家早点回家注意安全什么的。他很认真地对待每一个舞台，就是营销号所说“既要让金主满意又要对的起自己的良心”的人吧。当然，这是【敬业】的直接体现，他的确有够敬业，对别人也很暖，并且出道十几年来他都坚持下去了，但我觉得这么多好的品质同时在他身上具备了，这就是教育与素质的具体表现。"},
						{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html",introduce:"还要发微博谢谢大家来捧场支持，让大家早点回家注意安全什么的。他很认真地对待每一个舞台，就是营销号所说“既要让金主满意又要对的起自己的良心”的人吧。当然，这是【敬业】的直接体现，他的确有够敬业，对别人也很暖，并且出道十几年来他都坚持下去了，但我觉得这么多好的品质同时在他身上具备了，这就是教育与素质的具体表现。"},
						{name:"requirejs 入门",time:"2017/01/25",url:"requirejs.html",introduce:"还要发微博谢谢大家来捧场支持，让大家早点回家注意安全什么的。他很认真地对待每一个舞台，就是营销号所说“既要让金主满意又要对的起自己的良心”的人吧。当然，这是【敬业】的直接体现，他的确有够敬业，对别人也很暖，并且出道十几年来他都坚持下去了，但我觉得这么多好的品质同时在他身上具备了，这就是教育与素质的具体表现。"}]
		}
	});
})